{"sessions": {"uuid": [{"ID": 1, "correctResponse": "Tu savais que le climat c est l ensemble des elements qui caracterisent l etat moyen de l atmosphere sur une longue periode (au moins trente ans) ?", "monsterDialog": "Tu as tort ! Le climat c est l ensemble des elements qui caracterisent l etat moyen de l atmosphere sur une longue periode d au moins trente ans.", "badResponses": ["Le climat c est les conditions meteorologiques d un instant donne ou d une courte periode (une journee, une semaine, etc.).", "Le climat c est facile, c est juste l evolution de la temperature sur Terre.", "Un article dit que le climat c est un terme plus complexe pour definir la meteo."]}, {"ID": 2, "correctResponse": "Le plan du GIEC, eviter - Changer - Ameliorer, est simple mais tres efficace. Grace a des actions gouvernementales et structurelles, une reduction de 40% a 70% d ici les annees 2050.", "monsterDialog": "D ici 2050 avec des actions gouvernementale et structurelle on pourrait reduire l emission des gaz a effet de serre de 40%-70%", "badResponses": ["On peut reduire l emission des gaz a effet de serre de 2% ce qui n est pas beaucoup , c est pas en arretant de prendre la voiture qu il va y avoir une grosse difference.", "Seulement 50 personnes doivent changer leurs habitudes pour reduire de 30%-60% l emission de gaz a effet de serre ", "En faisant collectivement des efforts on peut reduire jusqu a 20% l emission de gaz a effet de serre "]}, {"ID": 3, "correctResponse": "Savais-tu que tout ce que tu fais dans la vie a un impact sur le rechauffement climatique.", "monsterDialog": "Non ! le rechauffement devrait avoir depasse les 2degC avec notre emission actuelle de gaz a effet de serre ", "badResponses": ["Pas d inquietude, la temperature stagne et stagnera.", "Mais non le rechauffement devrait avoir depasse les 9degC se qui entrainerait une hausse des incendies", "Je vous dit que c est urgent, d ici la fin de l annee on est tous mort, +25 C!"]}, {"ID": 4, "correctResponse": "Les solutions sont la plantation d arbre mais la plus grosse solution est l auto attenuation des gaz a effet de serre ", "monsterDialog": "Tu as tort pour attenuer le gaz a effet de serre il faut planter plus d arbres et changer son empreinte carbone ", "badResponses": ["pour attenuer l emission de gaz a effet de serre il suffit d utiliser le BECCS (bioenergie, captage, et stockage du carbone", "Non ! il faut utiliser un aspirateur ", "Pas du tout ! il faut bombarder la terre pour expulser le CO2"]}, {"ID": 5, "correctResponse": "Pour les 4 dernieres decennies le rechauffement a atteint +1.1degC ce qui veut dire que si cela continue d augmenter certaine zone ne seront plus habitable dans le futur ", "monsterDialog": "Tu a tort les quatre dernieres deccenies indiquent que la temperature a augmente en moyenne de 1.1degC", "badResponses": ["Les 4 dernieres decennies montrent une diminution de -3degC", "Meme pas vrai ! Tout le monde sait que cela n existe pas", "Pffff ! La temperature est seulement montee de 35degC"]}, {"ID": 6, "correctResponse": "As-tu ete informe que l ecart de temperature entre les zones rurales et les grandes villes pouvait atteindre jusqu a 12degC?", "monsterDialog": "L ecart de temperature peut aller jusqu a 12degC entre les zones rurales et les grandes villes ", "badResponses": ["Il n y a pas de difference de temperature entre la ville et les zones rurales", "Le beton retrouve en ville permet de diminuer la temperature compare aux zones rurales ", "Les arbres ne permettent pas de diminuer la temperature "]}, {"ID": 7, "correctResponse": "Le GIEC estime que le rechauffement de la planete atteindra 1,5 degC des le debut des annees 2030.", "monsterDialog": "La baisse importante de l emission de l effet de serre permettrait au rechauffement climatique d etre inferieur a 2degC, reduisant ainsi la crise ecologique", "badResponses": ["La baisse importante de l emission de l effet de serre n influencerais pas le rechauffement climatique, empechant la fonte des glaces d augmenter ", "le rechauffement devrait diminuer de -2degC, ce qui va augmenter l emission des gaz a effet de serre et qui fera en sorte que les glaciers se reforment ", "La baisse des emissions de gaz a effet de serre aurait un impact sur le rechauffement climatique qui devrait etre diminuer de 5degC, reduisant un peu l impact ecologique mais pas assez "]}, {"ID": 8, "correctResponse": "Une augmentation continue de l emission des gaz a effet de serre provoquerait d ici 210m une augmentation de +4degC voire de +5degC", "monsterDialog": "Une augmentation continue de l emission des gaz a effet de serre provoquerait d ici 210m une augmentation de +4degC voire de +5degC", "badResponses": ["Une augmentation de l emission des gaz a effet de serre provoquerait une augmentation de la temperature allant jusqu a +10degC dans les 15 prochaines annees ", "le rechauffement devrait diminuer de -2degC si l on augmente l emission de gaz a effet de serre ", "le rechauffement devrait rester constant si l on continue a emettre autant de gaz a effet de serre "]}, {"ID": 9, "correctResponse": "etais-tu au courant que la solution etait l agroecologie, en particulier la diversification des cultures et l agriculture biologique", "monsterDialog": "la solution pour l attenuation et l adaptation est l agroecologie", "badResponses": ["Je vous dis qu il faut arreter de recycler, a la fin tous les dechets sont melanges.", "Au lieu de mettre la clim l ete, allumer un ventilateur.", "pedaler pour faire de l electricite "]}, {"ID": 10, "correctResponse": "L usage de la voiture en individuelle est tres mauvais pour le climat. En evitant de prendre la voiture seul, on peut retirer 2t de CO2 selon les donnees d avril 2022.", "monsterDialog": "-2t CO2eq", "badResponses": ["L usage de la voiture pour des voyages personnel est normal et tres ecologique car il se font sur de courte distance.", "-1t CO2eq", "-0t CO2eq"]}]}}